import React from "react";
import classes from "./HowReturnProduct.module.scss";

function HowReturnProduct() {
  return (
    <div className={classes.container}>
      <section className={classes.help_return}>
        <div className={classes.title_container}>
          <h2 className={classes.first_title}><p>ЯК ПОВЕРНУТИ</p><span className={classes.flexGrow}></span></h2>
          <h2 className={classes.second_title}>ТОВАР?</h2>
        </div>
        <ul>
          <li>
            1. Перевірте Умови Повернення: Ретельно перегляньте розділ "Умови повернення" на веб-сайті інтернет-магазину, щоб дізнатися про терміни, стан товару та інші умови.
          </li>
          <li>
            2. Зв'яжіться із Службою Підтримки: Знайдіть контактні дані служби підтримки магазину, зокрема електронну пошту або телефон. Зверніться до них і повідомте про свій намір повернути товар.
          </li>
          <li>
            3. Приготуйте Документи: Забезпечте копію чека, який підтверджує вашу покупку. Це також може бути електронний чек або підтвердження оплати.
          </li>
          <li>
            4. Запакуйте Товар: Поверніть товар в оригінальній упаковці, якщо це можливо, та переконайтеся, що він знаходиться в тому ж стані, як і при отриманні.
          </li>
          <li>
            5. Заповніть Заявку на Повернення (цей документ міститься у замовленні): Ретельно заповніть всі необхідні поля, вказавши причину повернення.
          </li>
          <li>
            6. Організуйте Пересилку: Витрати за повернення товару несе покупець. Організуйте доставку товару назад до вказаного консультантом відділення Нової Пошти.
          </li>
          <li>
            7. Відстежуйте Стан Повернення: Слідкуйте за статусом вашого повернення через відстеження пересилки.
          </li>
          <li>
            8. Повернення Коштів: Після отримання товару магазин розгляне ваш запит та поверне вам кошти у термін 1-3 банківських днів. Перевірте свій рахунок або кредитну картку на предмет повернення коштів.
          </li>
        </ul>
      </section>
    </div>
  );
}

export default HowReturnProduct;
